Repository: jobayersajal1/project-safe-world
Catalog: apps/ios/SafeWorld/Localizable.xcstrings
Source language: en
Languages: ar, bn, es

# action_cancel
source: Cancel
ar: إلغاء
bn: বাতিল
es: Cancelar

# action_close
source: Close
ar: إغلاق
bn: বন্ধ
es: Cerrar

# action_confirm
source: Confirm
ar: تأكيد
bn: নিশ্চিত করুন
es: Confirmar

# action_continue
source: Continue
ar: متابعة
bn: এগিয়ে যান
es: Continuar

# add_websites_count
source: %lld sites added
ar: تمت إضافة %lld موقع
bn: %lldটি সাইট যোগ করা হয়েছে
es: %lld sitios añadidos

# add_websites_description
source: Block anything else, by name.
ar: احظر أي موقع آخر بكتابة اسمه.
bn: নাম লিখে অন্য যেকোনো সাইট ব্লক করুন।
es: Bloquea cualquier otro sitio por su nombre.

# add_websites_help
source: Separate them with commas. Subdomains are included.
ar: افصل بينها بفواصل. النطاقات الفرعية مشمولة أيضًا.
bn: কমা দিয়ে আলাদা করুন। সাবডোমেনও অন্তর্ভুক্ত হবে।
es: Sepáralos con comas. Se incluyen los subdominios.

# add_websites_label
source: Block by website name
ar: الحظر باسم الموقع
bn: ওয়েবসাইটের নাম দিয়ে ব্লক
es: Bloquear por nombre de sitio

# add_websites_remove_pin_message
source: Enter your PIN to stop blocking sites you added.
ar: أدخل رمز PIN لإيقاف حظر المواقع التي أضفتها.
bn: আপনার যোগ করা সাইট ব্লক করা বন্ধ করতে পিন দিন।
es: Introduce tu PIN para dejar de bloquear sitios que añadiste.

# add_websites_remove_pin_title
source: Remove blocked sites?
ar: إزالة المواقع المحظورة؟
bn: ব্লক করা সাইট সরাবেন?
es: ¿Quitar sitios bloqueados?

# add_websites_save
source: Save
ar: حفظ
bn: সংরক্ষণ
es: Guardar

# appblock_choose_label
source: Select apps to block
ar: اختيار تطبيقات لحظرها
bn: ব্লক করার অ্যাপ বেছে নিন
es: Elegir apps para bloquear

# appblock_consent_accept
source: Turn on
ar: تشغيل
bn: চালু করুন
es: Activar

# appblock_consent_body
source: Blocking an app means Safe World has to check every connection your phone makes, not just website lookups. That uses more battery. Nothing is sent anywhere — all the checking happens on this phone.
ar: لحظر تطبيق، على Safe World فحص كل اتصال يجريه هاتفك، وليس عمليات البحث عن المواقع فقط. هذا يستهلك بطارية أكثر قليلًا. لا يُرسل أي شيء إلى أي جهة — كل الفحص يتم على هذا الهاتف.
bn: কোনো অ্যাপ ব্লক করতে হলে সেফ ওয়ার্ল্ডকে শুধু ওয়েবসাইটের খোঁজ নয়, আপনার ফোনের প্রতিটি সংযোগ পরীক্ষা করতে হয়। এতে ব্যাটারি একটু বেশি খরচ হয়। কোনো তথ্য কোথাও পাঠানো হয় না — সব পরীক্ষা এই ফোনেই হয়।
es: Para bloquear una app, Safe World tiene que comprobar cada conexión que hace tu teléfono, no solo las búsquedas de webs. Eso gasta algo más de batería. No se envía nada a ninguna parte: todo se comprueba en este teléfono.

# appblock_consent_cancel
source: Cancel
ar: إلغاء
bn: বাতিল
es: Cancelar

# appblock_consent_title
source: Check every connection?
ar: فحص كل اتصال؟
bn: প্রতিটি সংযোগ পরীক্ষা করবেন?
es: ¿Comprobar cada conexión?

# appblock_count
source: %1$@ apps blocked
ar: تم حظر %1$@ تطبيق
bn: %1$@টি অ্যাপ ব্লক করা হয়েছে
es: %1$@ apps bloqueadas

# appblock_off_pin_message
source: Enter your PIN to let these apps connect again.
ar: أدخل رمز PIN للسماح لهذه التطبيقات بالاتصال مجددًا.
bn: এই অ্যাপগুলোকে আবার সংযোগ করতে দিতে আপনার পিন দিন।
es: Introduce tu PIN para permitir que estas apps vuelvan a conectarse.

# appblock_picked_help
source: One app ID per line, e.g. com.burbn.instagram. iOS does not let an app see what else is installed, so these have to be typed.
ar: معرّف تطبيق واحد في كل سطر، مثل com.burbn.instagram. لا يسمح iOS لأي تطبيق برؤية ما هو مثبّت، لذا يجب كتابتها.
bn: প্রতি লাইনে একটি অ্যাপ আইডি, যেমন com.burbn.instagram। iOS কোনো অ্যাপকে অন্য কী কী ইনস্টল আছে দেখতে দেয় না, তাই এগুলো লিখে দিতে হয়।
es: Un ID de app por línea, p. ej. com.burbn.instagram. iOS no deja que una app vea qué más hay instalado, así que hay que escribirlos.

# appblock_remove_pin_title
source: Unblock these apps?
ar: إلغاء حظر هذه التطبيقات؟
bn: এই অ্যাপগুলো আনব্লক করবেন?
es: ¿Desbloquear estas apps?

# appblock_save
source: Save apps
ar: حفظ التطبيقات
bn: অ্যাপ সংরক্ষণ
es: Guardar apps

# block_further_title
source: Want to block further?
ar: تريد المضي أبعد؟
bn: আরও গভীরভাবে ব্লক করতে চান?
es: ¿Quieres bloquear aún más?

# block_more_title
source: Want to block more?
ar: تريد حظر المزيد؟
bn: আরও ব্লক করতে চান?
es: ¿Quieres bloquear más?

# blocked_headline
source: We have blocked %1$@ harmful websites
ar: حظرنا %1$@ موقع إلكتروني ضار
bn: আমরা %1$@টি ক্ষতিকর ওয়েবসাইট ব্লক করেছি
es: Hemos bloqueado %1$@ sitios web dañinos

# blocked_headline_detail
source: Blocked %1$@ known sites, kept up to date automatically
ar: تم حظر %1$@ موقع معروف، ويتم تحديثها تلقائيًا
bn: %1$@টি পরিচিত সাইট ব্লক করা হয়েছে, স্বয়ংক্রিয়ভাবে হালনাগাদ হয়
es: Bloqueados %1$@ sitios conocidos, actualizados automáticamente

# blocked_headline_off
source: Turn on protection above to block %1$@ websites
ar: فعّل الحماية بالأعلى لحظر %1$@ موقع إلكتروني
bn: %1$@টি ওয়েবসাইট ব্লক করতে উপরে সুরক্ষা চালু করুন
es: Activa la protección arriba para bloquear %1$@ sitios web

# blocked_more_hint
source: Block more harmful apps and websites below
ar: احظر المزيد من التطبيقات والمواقع الضارة بالأسفل
bn: নিচে আরও ক্ষতিকর অ্যাপ ও ওয়েবসাইট ব্লক করুন
es: Bloquea más apps y webs dañinas abajo

source: Blocked today
ar: تم حظرها اليوم
bn: আজ ব্লক করা হয়েছে
es: Bloqueados hoy

# category_list4_description
source: Facebook, Instagram, X, TikTok, Snapchat, Reddit and dating — the apps and their websites. Messaging apps are never blocked.
ar: فيسبوك وإنستغرام وX وتيك توك وسناب شات وريديت والمواعدة — التطبيقات ومواقعها معًا. تطبيقات المراسلة لا تُحظر أبدًا.
bn: Facebook, Instagram, X, TikTok, Snapchat, Reddit ও ডেটিং — অ্যাপ ও ওয়েবসাইট দুটোই। মেসেজিং অ্যাপ কখনো ব্লক করা হয় না।
es: Facebook, Instagram, X, TikTok, Snapchat, Reddit y citas: las apps y sus webs. Las apps de mensajería nunca se bloquean.

# category_list4_label
source: Block social media
ar: حظر التواصل الاجتماعي
bn: সোশ্যাল মিডিয়া ব্লক করুন
es: Bloquear redes sociales

# category_list4_subject
source: social media
ar: التواصل الاجتماعي
bn: সোশ্যাল মিডিয়া
es: las redes sociales

# category_list5_description
source: YouTube, Netflix, Spotify, Twitch and other streaming — the apps and their websites.
ar: يوتيوب ونتفليكس وسبوتيفاي وتويتش وخدمات البث الأخرى — التطبيقات ومواقعها معًا.
bn: YouTube, Netflix, Spotify, Twitch ও অন্যান্য স্ট্রিমিং — অ্যাপ ও ওয়েবসাইট দুটোই।
es: YouTube, Netflix, Spotify, Twitch y otros servicios de streaming: las apps y sus webs.

# category_list5_label
source: Block entertainment
ar: حظر الترفيه
bn: বিনোদন ব্লক করুন
es: Bloquear entretenimiento

# category_list5_subject
source: entertainment
ar: الترفيه
bn: বিনোদন
es: el entretenimiento

# category_list6_description
source: Free Fire, PUBG, Ludo, Teen Patti, Dream11 and betting apps, plus game portals and browser games.
ar: فري فاير وببجي ولودو وتين باتي ودريم11 وتطبيقات المراهنات، إضافة إلى بوابات الألعاب وألعاب المتصفح.
bn: ফ্রি ফায়ার, পাবজি, লুডু, তিন পাত্তি, ড্রিম১১ ও বাজির অ্যাপ, সেই সঙ্গে গেম পোর্টাল ও ব্রাউজার গেম।
es: Free Fire, PUBG, Ludo, Teen Patti, Dream11 y apps de apuestas, más portales y juegos de navegador.

# category_list6_label
source: Block harmful games
ar: حظر الألعاب الضارة
bn: ক্ষতিকর গেম ব্লক করুন
es: Bloquear juegos dañinos

# category_list6_subject
source: harmful games
ar: الألعاب الضارة
bn: ক্ষতিকর গেম
es: los juegos dañinos

# category_off_pin_message
source: Enter your PIN to unblock these sites and apps.
ar: أدخل رمز PIN لإلغاء حظر هذه المواقع والتطبيقات.
bn: এই সাইট ও অ্যাপগুলো আনব্লক করতে আপনার পিন দিন।
es: Introduce tu PIN para desbloquear estos sitios y apps.

# category_off_pin_title
source: Stop blocking %1$@?
ar: إيقاف حظر %1$@؟
bn: %1$@ ব্লক করা বন্ধ করবেন?
es: ¿Dejar de bloquear %1$@?

# count_scale_billion
source: %@ billion
ar: %@ مليار
bn: %@ বিলিয়ন
es: %@ mil millones

# count_scale_crore
source: %@ ten million
ar: %@ عشرة ملايين
bn: %@ কোটি
es: %@ diez millones

# count_scale_lakh
source: %@ hundred thousand
ar: %@ مئة ألف
bn: %@ লাখ
es: %@ cien mil

# count_scale_million
source: %@ million
ar: %@ مليون
bn: %@ মিলিয়ন
es: %@ millones

# count_scale_thousand
source: %@ thousand
ar: %@ ألف
bn: %@ হাজার
es: %@ mil

# help_email
source: Email
ar: البريد الإلكتروني
bn: ইমেইল
es: Correo electrónico

# help_facebook
source: Facebook group
ar: مجموعة فيسبوك
bn: ফেসবুক গ্রুপ
es: Grupo de Facebook

# help_facebook_unavailable
source: Not available yet
ar: غير متاحة بعد
bn: এখনও চালু হয়নি
es: Aún no disponible

# help_github
source: Source code on GitHub
ar: الكود المصدري على GitHub
bn: GitHub-এ সোর্স কোড
es: Código fuente en GitHub

# help_intro
source: Stuck, or something blocked that shouldn't be? Get in touch.
ar: هل واجهتك مشكلة، أو حُظر موقع لا ينبغي حظره؟ تواصل معنا.
bn: আটকে গেছেন, নাকি এমন কিছু ব্লক হয়েছে যা হওয়ার কথা নয়? যোগাযোগ করুন।
es: ¿Te has quedado atascado o se ha bloqueado algo que no debería? Escríbenos.

# help_no_app
source: No app on this device can open that.
ar: لا يوجد تطبيق على هذا الجهاز يمكنه فتح ذلك.
bn: এই ডিভাইসে এটি খোলার মতো কোনো অ্যাপ নেই।
es: Ninguna app de este dispositivo puede abrir eso.

# help_whatsapp
source: WhatsApp
ar: واتساب
bn: হোয়াটসঅ্যাপ

# language_system
source: System default
ar: لغة النظام
bn: সিস্টেমের ভাষা
es: Idioma del sistema

# pin_change
source: Change PIN
ar: تغيير رمز PIN
bn: পিন পরিবর্তন
es: Cambiar el PIN

# pin_change_description
source: Asks for your current PIN first.
ar: سيطلب رمزك الحالي أولًا.
bn: প্রথমে আপনার বর্তমান পিন চাওয়া হবে।
es: Primero te pedirá tu PIN actual.

# pin_change_pin_message
source: Enter your current PIN to choose a new one.
ar: أدخل رمزك الحالي لاختيار رمز جديد.
bn: নতুন পিন বাছাই করতে আপনার বর্তমান পিন দিন।
es: Introduce tu PIN actual para elegir uno nuevo.

# pin_change_title
source: Change your PIN
ar: غيّر رمز PIN
bn: নতুন পিন দিন
es: Cambia tu PIN

# pin_choose_body
source: You'll need this PIN to turn protection off or change your lists. Pick something you won't guess at in a weak moment.
ar: ستحتاج إلى هذا الرمز لإيقاف الحماية أو تغيير قوائمك. اختر شيئًا لن تخمّنه في لحظة ضعف.
bn: সুরক্ষা বন্ধ করতে বা তালিকা বদলাতে এই পিন লাগবে। দুর্বল মুহূর্তে অনুমান করে ফেলবেন না, এমন কিছু বাছুন।
es: Necesitarás este PIN para desactivar la protección o cambiar tus listas. Elige algo que no vayas a adivinar en un momento de debilidad.

# pin_choose_title
source: Choose a PIN
ar: اختر رمز PIN
bn: একটি পিন বাছুন
es: Elige un PIN

# pin_confirm_field
source: Confirm PIN
ar: تأكيد رمز PIN
bn: পিন নিশ্চিত করুন
es: Confirmar el PIN

# pin_field
source: PIN
ar: رمز PIN
bn: পিন

# pin_field_min
source: PIN (at least %1$d digits)
ar: رمز PIN (%1$d أرقام على الأقل)
bn: পিন (কমপক্ষে %1$d অঙ্ক)
es: PIN (al menos %1$d dígitos)

# pin_forgot
source: Forgot your PIN?
ar: نسيت رمز PIN؟
bn: পিন ভুলে গেছেন?
es: ¿Olvidaste tu PIN?

# pin_incorrect
source: Incorrect PIN. %lld attempts left.
ar: رمز PIN غير صحيح. تبقّت %lld محاولة.
bn: ভুল পিন। আর %lldটি সুযোগ আছে।
es: PIN incorrecto. Quedan %lld intentos.

# pin_locked_body
source: Wait %1$@ before trying again.
ar: انتظر %1$@ قبل المحاولة مرة أخرى.
bn: আবার চেষ্টা করার আগে %1$@ অপেক্ষা করুন।
es: Espera %1$@ antes de volver a intentarlo.

# pin_locked_title
source: Too many attempts
ar: محاولات كثيرة جدًا
bn: অনেকবার ভুল হয়েছে
es: Demasiados intentos

# pin_mismatch
source: Those don't match.
ar: الرمزان غير متطابقين.
bn: দুটি মিলছে না।
es: No coinciden.

# pin_save
source: Save PIN
ar: حفظ الرمز
bn: পিন সংরক্ষণ
es: Guardar el PIN

# pin_set
source: Set PIN
ar: تعيين الرمز
bn: পিন সেট করুন
es: Establecer el PIN

# pin_setup_action
source: Set a PIN
ar: تعيين رمز PIN
bn: পিন সেট করুন
es: Configurar un PIN

# pin_setup_required
source: Set a PIN first, so turning protection off takes more than a tap.
ar: عيّن رمز PIN أولًا، حتى لا يكون إيقاف الحماية بضغطة واحدة.
bn: আগে একটি পিন দিন, যাতে সুরক্ষা বন্ধ করতে এক ট্যাপের বেশি লাগে।
es: Configura un PIN primero, para que desactivar la protección requiera más que un toque.

# protection_off
source: Off — nothing is being blocked.
ar: متوقّفة — لا يتم حظر أي شيء.
bn: বন্ধ — কিছুই ব্লক করা হচ্ছে না।
es: Desactivada: no se está bloqueando nada.

# protection_off_pin_message
source: Enter your PIN to stop blocking on this device.
ar: أدخل رمز PIN لإيقاف الحظر على هذا الجهاز.
bn: এই ডিভাইসে ব্লক করা বন্ধ করতে আপনার পিন দিন।
es: Introduce tu PIN para dejar de bloquear en este dispositivo.

# protection_off_pin_title
source: Turn off protection?
ar: إيقاف الحماية؟
bn: সুরক্ষা বন্ধ করবেন?
es: ¿Desactivar la protección?

# protection_on
source: Filtering DNS lookups on this device.
ar: تتم تصفية طلبات DNS على هذا الجهاز.
bn: এই ডিভাইসে DNS অনুসন্ধান ফিল্টার করা হচ্ছে।
es: Filtrando consultas DNS en este dispositivo.

# protection_on_ios
source: Blocking in Safari on this device.
ar: يتم الحظر في Safari على هذا الجهاز.
bn: এই ডিভাইসের Safari-তে ব্লক করা হচ্ছে।
es: Bloqueando en Safari en este dispositivo.

# protection_title
source: Protection
ar: الحماية
bn: সুরক্ষা
es: Protección

# recovery_acknowledge
source: I've written it down
ar: لقد كتبته
bn: আমি লিখে রেখেছি
es: Ya lo he anotado

# recovery_copied
source: Copied.
ar: تم النسخ.
bn: কপি হয়েছে।
es: Copiado.

# recovery_copy
source: Copy
ar: نسخ
bn: কপি
es: Copiar

# recovery_enter_body
source: The 20-character code you saved when you set up your PIN. Dashes and capitals don't matter.
ar: الرمز المكوّن من 20 حرفًا الذي حفظته عند إعداد رمز PIN. الشرطات وحالة الأحرف غير مهمة.
bn: পিন সেট করার সময় সংরক্ষণ করা ২০ অক্ষরের কোডটি। ড্যাশ ও বড় হাতের অক্ষর গুরুত্বপূর্ণ নয়।
es: El código de 20 caracteres que guardaste al configurar tu PIN. Los guiones y las mayúsculas no importan.

# recovery_enter_title
source: Enter your recovery code
ar: أدخل رمز الاسترداد
bn: আপনার রিকভারি কোড দিন
es: Introduce tu código de recuperación

# recovery_field
source: Recovery code
ar: رمز الاسترداد
bn: রিকভারি কোড
es: Código de recuperación

# recovery_new_pin_title
source: Choose a new PIN
ar: اختر رمز PIN جديدًا
bn: নতুন পিন বাছুন
es: Elige un PIN nuevo

# recovery_none
source: No recovery code was ever saved on this device, so the PIN can't be reset here.
ar: لم يُحفظ أي رمز استرداد على هذا الجهاز، لذا لا يمكن إعادة تعيين رمز PIN هنا.
bn: এই ডিভাইসে কখনও রিকভারি কোড সংরক্ষণ করা হয়নি, তাই এখানে পিন রিসেট করা যাবে না।
es: Nunca se guardó un código de recuperación en este dispositivo, así que el PIN no se puede restablecer aquí.

# recovery_replaced
source: Your recovery code has been used. Here is a new one — save it as well.
ar: تم استخدام رمز الاسترداد الخاص بك. إليك رمزًا جديدًا — احفظه أيضًا.
bn: আপনার রিকভারি কোডটি ব্যবহার করা হয়েছে। এই নতুন কোডটিও সংরক্ষণ করুন।
es: Tu código de recuperación ya se ha usado. Aquí tienes uno nuevo: guárdalo también.

# recovery_settings_action
source: Get a new code
ar: احصل على رمز جديد
bn: নতুন কোড নিন
es: Obtener un código nuevo

# recovery_settings_description
source: Your way back in if you forget your PIN. It is stored hashed, so it can't be shown again — only replaced with a new one.
ar: وسيلتك للعودة إذا نسيت رمز PIN. يُخزَّن مشفّرًا، لذا لا يمكن عرضه مرة أخرى — يمكن استبداله برمز جديد فقط.
bn: পিন ভুলে গেলে ফিরে আসার উপায়। এটি হ্যাশ করে রাখা হয়, তাই আবার দেখানো যায় না — শুধু নতুন একটি দিয়ে বদলানো যায়।
es: Tu forma de volver a entrar si olvidas el PIN. Se guarda cifrado con hash, así que no puede volver a mostrarse: solo se puede sustituir por uno nuevo.

# recovery_settings_label
source: Recovery code
ar: رمز الاسترداد
bn: রিকভারি কোড
es: Código de recuperación

# recovery_settings_pin_message
source: Enter your PIN to replace your recovery code.
ar: أدخل رمز PIN لاستبدال رمز الاسترداد.
bn: রিকভারি কোড বদলাতে আপনার পিন দিন।
es: Introduce tu PIN para sustituir tu código de recuperación.

# recovery_show_body
source: This is the only way back in if you forget your PIN. Write it down and keep it somewhere you'll still have it in a year — it will not be shown again.
ar: هذه هي الطريقة الوحيدة للعودة إذا نسيت رمز PIN. اكتبه واحتفظ به في مكان ستجده فيه بعد عام — لن يُعرض مرة أخرى.
bn: পিন ভুলে গেলে এটিই ফিরে আসার একমাত্র উপায়। লিখে রাখুন এবং এমন জায়গায় রাখুন যেখানে এক বছর পরেও পাবেন — এটি আর দেখানো হবে না।
es: Esta es la única forma de volver a entrar si olvidas tu PIN. Anótalo y guárdalo en un sitio donde lo sigas teniendo dentro de un año: no se volverá a mostrar.

# recovery_show_title
source: Save your recovery code
ar: احفظ رمز الاسترداد
bn: আপনার রিকভারি কোড সংরক্ষণ করুন
es: Guarda tu código de recuperación

# recovery_wrong
source: That code doesn't match.
ar: هذا الرمز غير مطابق.
bn: কোডটি মিলছে না।
es: Ese código no coincide.

# safari_enable_action
source: Enable Safari extension
ar: تفعيل إضافة Safari
bn: Safari এক্সটেনশন চালু করুন
es: Activar la extensión de Safari

# safari_enable_help
source: In Settings, go to Apps ▸ Safari ▸ Extensions and turn on Safe World.
ar: في الإعدادات، انتقل إلى التطبيقات ▸ Safari ▸ الإضافات وفعّل Safe World.
bn: সেটিংসে গিয়ে Apps ▸ Safari ▸ Extensions থেকে Safe World চালু করুন।
es: En Ajustes, ve a Apps ▸ Safari ▸ Extensiones y activa Safe World.

# settings_allow_help
source: One domain per line. Wins over every category and over the sites you added.
ar: نطاق واحد في كل سطر. له الأولوية على كل الفئات وعلى المواقع التي أضفتها.
bn: প্রতি লাইনে একটি ডোমেইন। এটি সব ক্যাটাগরি এবং আপনার যোগ করা সাইটের চেয়ে অগ্রাধিকার পায়।
es: Un dominio por línea. Tiene prioridad sobre todas las categorías y sobre los sitios que añadiste.

# settings_allow_title
source: Always allow
ar: السماح دائمًا
bn: সবসময় অনুমতি
es: Permitir siempre

# settings_block_title
source: Always block
ar: احظر دائمًا
bn: সবসময় ব্লক করুন
es: Bloquear siempre

# settings_dark_theme
source: Dark theme
ar: الوضع الداكن
bn: ডার্ক থিম
es: Tema oscuro

# settings_help
source: Help & contact
ar: المساعدة والتواصل
bn: সহায়তা ও যোগাযোগ
es: Ayuda y contacto

# settings_language
source: Language
ar: اللغة
bn: ভাষা
es: Idioma

# settings_rate_action
source: Open the store
ar: فتح المتجر
bn: স্টোর খুলুন
es: Abrir la tienda

# settings_rate_description
source: If it's helping, a review helps someone else find it.
ar: إذا كان يساعدك، فتقييمك يساعد شخصًا آخر على العثور عليه.
bn: কাজে লাগলে, একটি রিভিউ অন্য কাউকে এটি খুঁজে পেতে সাহায্য করে।
es: Si te está ayudando, una reseña ayuda a que otra persona lo encuentre.

# settings_rate_title
source: Rate Safe World
ar: قيّم Safe World
bn: Safe World-কে রেটিং দিন
es: Valorar Safe World

# settings_rate_unavailable
source: No app store found on this device.
ar: لم يتم العثور على متجر تطبيقات على هذا الجهاز.
bn: এই ডিভাইসে কোনো অ্যাপ স্টোর পাওয়া যায়নি।
es: No se encontró ninguna tienda de apps en este dispositivo.

# settings_save
source: Save
ar: حفظ
bn: সংরক্ষণ
es: Guardar

# settings_save_pin_message
source: Enter your PIN to change what's allowed.
ar: أدخل رمز PIN لتغيير ما هو مسموح به.
bn: কী অনুমোদিত তা বদলাতে আপনার পিন দিন।
es: Introduce tu PIN para cambiar lo que está permitido.

# settings_save_pin_title
source: Save changes?
ar: حفظ التغييرات؟
bn: পরিবর্তন সংরক্ষণ করবেন?
es: ¿Guardar los cambios?

# settings_security
source: PIN
ar: رمز PIN
bn: পিন

# settings_theme
source: Appearance
ar: المظهر
bn: চেহারা
es: Apariencia

# settings_theme_description
source: Easier on the eyes at night
ar: أرفق بالعينين ليلًا
bn: রাতে চোখের জন্য আরামদায়ক
es: Más cómodo para la vista de noche

# settings_title
source: Settings
ar: الإعدادات
bn: সেটিংস
es: Ajustes

# tab_home
source: Home
ar: الرئيسية
bn: হোম
es: Inicio

# tab_settings
source: Settings
ar: الإعدادات
bn: সেটিংস
es: Ajustes

# tunnel_body
source: Safari blocking covers Safari only. This filters every app on the device, and asks for a VPN configuration.
ar: حظر Safari يغطي Safari فقط. هذا يصفّي كل تطبيق على الجهاز، ويطلب إعداد VPN.
bn: Safari ব্লকিং শুধু Safari-তে কাজ করে। এটি ডিভাইসের সব অ্যাপ ফিল্টার করে এবং একটি VPN কনফিগারেশন চায়।
es: El bloqueo de Safari solo cubre Safari. Esto filtra todas las apps del dispositivo y pide una configuración VPN.

# tunnel_title
source: Block every app
ar: حظر كل التطبيقات
bn: সব অ্যাপে ব্লক করুন
es: Bloquear todas las apps

# tunnel_unavailable
source: Not available in this build — it needs a signed release from the App Store.
ar: غير متاح في هذه النسخة — يتطلب إصدارًا موقّعًا من App Store.
bn: এই বিল্ডে পাওয়া যাচ্ছে না — এর জন্য App Store থেকে সাইন করা রিলিজ দরকার।
es: No disponible en esta compilación: requiere una versión firmada de la App Store.

# update_available
source: Version %1$@ is available.
ar: الإصدار %1$@ متوفر.
bn: সংস্করণ %1$@ পাওয়া যাচ্ছে।
es: La versión %1$@ está disponible.

# update_check_action
source: Check for updates
ar: التحقق من التحديثات
bn: আপডেট দেখুন
es: Buscar actualizaciones

# update_checking
source: Checking…
ar: جارٍ التحقق…
bn: দেখা হচ্ছে…
es: Comprobando…

# update_downloading
source: Downloading…
ar: جارٍ التنزيل…
bn: ডাউনলোড হচ্ছে…
es: Descargando…

# update_error_check
source: Couldn't check for updates. Check your connection and try again.
ar: تعذّر التحقق من التحديثات. تحقّق من اتصالك وحاول مرة أخرى.
bn: আপডেট দেখা যায়নি। ইন্টারনেট সংযোগ দেখে আবার চেষ্টা করুন।
es: No se pudo buscar actualizaciones. Comprueba tu conexión e inténtalo de nuevo.

# update_installed
source: Installed version %1$@
ar: الإصدار المثبَّت %1$@
bn: ইনস্টল করা সংস্করণ %1$@
es: Versión instalada %1$@

# update_ios_note
source: iOS apps can only be updated through the App Store, so this opens the release page.
ar: لا يمكن تحديث تطبيقات iOS إلا عبر App Store، لذا يفتح هذا صفحة الإصدار.
bn: iOS অ্যাপ কেবল App Store দিয়েই আপডেট হয়, তাই এটি রিলিজ পেজ খুলবে।
es: Las apps de iOS solo se actualizan desde la App Store, así que esto abre la página de la versión.

# update_title
source: App version
ar: إصدار التطبيق
bn: অ্যাপের সংস্করণ
es: Versión de la app

# update_up_to_date
source: This is the latest version.
ar: هذا هو أحدث إصدار.
bn: এটিই সর্বশেষ সংস্করণ।
es: Esta es la última versión.

# update_view_release_action
source: View the release
ar: عرض الإصدار
bn: রিলিজটি দেখুন
es: Ver la publicación

# add_websites_hint
source: example.com, another.com
es: ejemplo.com, otro.com
